[
  {
    "paperId": "7401a7caaca8dd490f23eb3aa5259a155b828fb6",
    "externalIds": {
      "PubMedCentral": "11494446",
      "DOI": "10.3390/jintelligence12100092",
      "CorpusId": 272953475,
      "PubMed": "39452521"
    },
    "title": "Correction: Grinschgl et al. (2023). Who Wants to Enhance Their Cognitive Abilities? Potential Predictors of the Acceptance of Cognitive Enhancement. Journal of Intelligence 11: 109",
    "venue": "Journal of Intelligence",
    "year": 2024,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://doi.org/10.3390/jintelligence12100092",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC11494446, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "51294259",
        "name": "Sandra Grinschgl"
      },
      {
        "authorId": "2219481964",
        "name": "Anna-Lena Berdnik"
      },
      {
        "authorId": "2219379662",
        "name": "Elisabeth Stehling"
      },
      {
        "authorId": "2071848833",
        "name": "Gabriela Hofer"
      },
      {
        "authorId": "32791939",
        "name": "A. Neubauer"
      }
    ],
    "abstract": "There were errors in the original publication Grinschgl et al [...].",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "81e8666325b02b1287d4fdcf33232c74e7144f9a",
    "externalIds": {
      "DBLP": "journals/sle/ZhaiWL24",
      "DOI": "10.1186/s40561-024-00316-7",
      "CorpusId": 270603301
    },
    "title": "The effects of over-reliance on AI dialogue systems on students' cognitive abilities: a systematic review",
    "venue": "Smart Learning Environments",
    "year": 2024,
    "citationCount": 374,
    "influentialCitationCount": 15,
    "openAccessPdf": {
      "url": "https://slejournal.springeropen.com/counter/pdf/10.1186/s40561-024-00316-7",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1186/s40561-024-00316-7?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1186/s40561-024-00316-7, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "115588700",
        "name": "Chunpeng Zhai"
      },
      {
        "authorId": "2196672071",
        "name": "Santoso Wibowo"
      },
      {
        "authorId": "2307403340",
        "name": "Lily D. Li"
      }
    ],
    "abstract": "The growing integration of artificial intelligence (AI) dialogue systems within educational and research settings highlights the importance of learning aids. Despite examination of the ethical concerns associated with these technologies, there is a noticeable gap in investigations on how these ethical issues of AI contribute to students’ over-reliance on AI dialogue systems, and how such over-reliance affects students’ cognitive abilities. Overreliance on AI occurs when users accept AI-generated recommendations without question, leading to errors in task performance in the context of decision-making. This typically arises when individuals struggle to assess the reliability of AI or how much trust to place in its suggestions. This systematic review investigates how students’ over-reliance on AI dialogue systems, particularly those embedded with generative models for academic research and learning, affects their critical cognitive capabilities including decision-making, critical thinking, and analytical reasoning. By using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, our systematic review evaluated a body of literature addressing the contributing factors and effects of such over-reliance within educational and research contexts. The comprehensive literature review spanned 14 articles retrieved from four distinguished databases: ProQuest, IEEE Xplore, ScienceDirect, and Web of Science. Our findings indicate that over-reliance stemming from ethical issues of AI impacts cognitive abilities, as individuals increasingly favor fast and optimal solutions over slow ones constrained by practicality. This tendency explains why users prefer efficient cognitive shortcuts, or heuristics, even amidst the ethical issues presented by AI technologies.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "35efdd20edf2351b5a3161c1655ddae952563109",
    "externalIds": {
      "DOI": "10.31803/tg-20220427170715",
      "CorpusId": 264180813
    },
    "title": "Influence of Video Games on Cognitive Abilities and\nIntelligence",
    "venue": "Tehnički glasnik",
    "year": 2023,
    "citationCount": 3,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://hrcak.srce.hr/file/445563",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.31803/tg-20220427170715?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.31803/tg-20220427170715, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2259012861",
        "name": "Dorja Hatlak"
      },
      {
        "authorId": "20965197",
        "name": "A. Bernik"
      },
      {
        "authorId": "2259011487",
        "name": "Igor Tomičić"
      }
    ],
    "abstract": "This paper gives an overview of development in research concerning the influence of video games on cognitive development and intelligence. The first part of the paper mentions three categories used by different researchers in their research: generally speaking, the development of constructs and commercial games. StarCraft is mentioned in the paper, one of the most complex strategical games of all time, and its influence on professional players in eSport. Additionally, it presents a taxonomy of strategy games compared to real world situations, such as crisis management and control. The papers indexed in Scopus and Web of Science databases are chosen for this research since they are based on the cognitive relations between the games and players. One of the conclusions is that games can influence the enhancement of cognitive abilities in both directions.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "3ce78fe5d0b01e075414f7911bffad3a67e3cd8e",
    "externalIds": {
      "MAG": "2020045420",
      "DOI": "10.3390/JINTELLIGENCE2010008",
      "CorpusId": 16701459
    },
    "title": "Assessing Cognitive Abilities: Intelligence and More",
    "venue": "",
    "year": 2014,
    "citationCount": 6,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/2079-3200/2/1/8/pdf?version=1392209448",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.3390/JINTELLIGENCE2010008?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.3390/JINTELLIGENCE2010008, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "4248890",
        "name": "K. Stanovich"
      }
    ],
    "abstract": "In modern cognitive science, rationality and intelligence are measured using different tasks and operations. Furthermore, in several contemporary dual process theories of cognition, rationality is a more encompassing construct than intelligence. Researchers need to continue to develop measures of rational thought without regard to empirical correlations with intelligence. The measurement of individual differences in rationality should not be subsumed by the intelligence concept.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "300d627515e0954be0c7130fc8a457975afd4546",
    "externalIds": {
      "DOI": "10.1016/j.intell.2021.101614",
      "CorpusId": 245287536
    },
    "title": "Cognitive reflection, cognitive intelligence, and cognitive abilities: A meta-analysis",
    "venue": "Intelligence",
    "year": 2022,
    "citationCount": 74,
    "influentialCitationCount": 2,
    "openAccessPdf": {
      "url": "https://doi.org/10.1016/j.intell.2021.101614",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.intell.2021.101614?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.intell.2021.101614, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "1506695176",
        "name": "Inmaculada Otero"
      },
      {
        "authorId": "143994746",
        "name": "J. Salgado"
      },
      {
        "authorId": "3542184",
        "name": "Silvia Moscoso"
      }
    ],
    "abstract": null,
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "05427392cae6b6b0a033ab428fe94135183f8f79",
    "externalIds": {
      "DOI": "10.1037/bul0000425",
      "CorpusId": 267574481,
      "PubMed": "38330347"
    },
    "title": "The stability of cognitive abilities: A meta-analytic review of longitudinal studies.",
    "venue": "Psychological bulletin",
    "year": 2024,
    "citationCount": 31,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "",
      "status": "CLOSED",
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1037/bul0000425?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1037/bul0000425, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2047922189",
        "name": "M. Breit"
      },
      {
        "authorId": "7218839",
        "name": "Vsevolod Scherrer"
      },
      {
        "authorId": "1387467179",
        "name": "E. Tucker-Drob"
      },
      {
        "authorId": "6552316",
        "name": "F. Preckel"
      }
    ],
    "abstract": "Cognitive abilities, including general intelligence and domain-specific abilities such as fluid reasoning, comprehension knowledge, working memory capacity, and processing speed, are regarded as some of the most stable psychological traits, yet there exist no large-scale systematic efforts to document the specific patterns by which their rank-order stability changes over age and time interval, or how their stability differs across abilities, tests, and populations. Determining the conditions under which cognitive abilities exhibit high or low degrees of stability is critical not just to theory development but to applied contexts in which cognitive assessments guide decisions regarding treatment and intervention decisions with lasting consequences for individuals. In order to supplement this important area of research, we present a meta-analysis of longitudinal studies investigating the stability of cognitive abilities. The meta-analysis relied on data from 205 longitudinal studies that involved a total of 87,408 participants, resulting in 1,288 test-retest correlation coefficients among manifest variables. For an age of 20 years and a test-retest interval of 5 years, we found a mean rank-order stability of ρ = .76. The effect of mean sample age on stability was best described by a negative exponential function, with low stability in preschool children, rapid increases in stability in childhood, and consistently high stability from late adolescence to late adulthood. This same functional form continued to best describe age trends in stability after adjusting for test reliability. Stability declined with increasing test-retest interval. This decrease flattened out from an interval of approximately 5 years onward. According to the age and interval moderation models, minimum stability sufficient for individual-level diagnostic decisions (rtt = .80) can only be expected over the age of 7 and for short time intervals in children. In adults, stability levels meeting this criterion are obtained for over 5 years. (PsycInfo Database Record (c) 2024 APA, all rights reserved).",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "00220c4fa9041978b9383266d9320f5f5b428b48",
    "externalIds": {
      "DBLP": "journals/fgcs/EunKK23",
      "DOI": "10.1016/j.future.2022.12.017",
      "CorpusId": 254921468
    },
    "title": "Artificial intelligence-based personalized serious game for enhancing the physical and cognitive abilities of the elderly",
    "venue": "Future generations computer systems",
    "year": 2022,
    "citationCount": 28,
    "influentialCitationCount": 2,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1016/j.future.2022.12.017?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1016/j.future.2022.12.017, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "144691258",
        "name": "S. Eun"
      },
      {
        "authorId": "2163832835",
        "name": "Eun Joung Kim"
      },
      {
        "authorId": "2117903780",
        "name": "Yoon Jung Kim"
      }
    ],
    "abstract": null,
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "5761118f639f17c8d41741fb83d7de0e419fdef4",
    "externalIds": {
      "PubMedCentral": "11856753",
      "DOI": "10.3390/jintelligence13020012",
      "CorpusId": 275798981,
      "PubMed": "39997163"
    },
    "title": "The Role of Parental Education, Intelligence, and Personality on the Cognitive Abilities of Gifted Children",
    "venue": "Journal of Intelligence",
    "year": 2025,
    "citationCount": 2,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://doi.org/10.3390/jintelligence13020012",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC11856753, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2999517",
        "name": "L. Pezzuti"
      },
      {
        "authorId": "2188926843",
        "name": "Morena Farese"
      },
      {
        "authorId": "1658760950",
        "name": "James Dawe"
      },
      {
        "authorId": "2807963",
        "name": "M. Lauriola"
      }
    ],
    "abstract": "Several studies have indicated that parental education predicts children’s intelligence. In contrast, fewer studies have simultaneously analyzed the role of parental intelligence, education, and personality in shaping their children’s giftedness. This study investigated the effects of parental education, cognitive abilities (based on CHC theory), and personality traits (based on the Five-Factor Model) on the expression of gifted children’s cognitive abilities. Sixty-five gifted children (IQ ≥ 120) aged 6 to 14 years (M = 9.91 years; SD = 2.24 years) were assessed using the WISC-IV, while parents (65 mothers, M = 44.00 years; SD = 4.20 years, and 61 fathers, M = 45.70 years; SD = 5.40 years) completed the WAIS-IV and the Big-Five Inventory. The results indicated that maternal education was a key predictor of children’s Verbal Comprehension Index (VCI) in bivariate analyses, though its effect was not robust in multivariate models. Children’s Perceptual Reasoning Index (PRI) was associated with maternal conscientiousness, and fathers’ short-term memory (Gsm) emerged as the primary predictor of children’s Working Memory Index (WMI). Maternal processing speed (Gs) was the strongest predictor of children’s Processing Speed Index (PSI) across both bivariate and multivariate analyses. While personality traits, such as maternal conscientiousness, played a role in facilitating visual-spatial reasoning, their effects were weaker compared to cognitive and educational factors. The findings obtained, which are only partly consistent with data in the literature, highlight the domain-specific influence of parental characteristics on children’s giftedness and underscore the need for further research into the interplay of genetic, cognitive, and environmental factors.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "74a7124b473a8103b24d977977d04d82c5b74d72",
    "externalIds": {
      "DOI": "10.1080/08850607.2025.2571879",
      "CorpusId": 282122619
    },
    "title": "Why Strategic Intelligence Analysis is Against and Beyond Human Cognitive Abilities",
    "venue": "The international journal of intelligence and counter intelligence",
    "year": 2025,
    "citationCount": 0,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1080/08850607.2025.2571879?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/08850607.2025.2571879, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "96031283",
        "name": "M. Finkel"
      }
    ],
    "abstract": null,
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "41fe8ef5dd7e49396002b7adba66ed99d898d230",
    "externalIds": {
      "PubMedCentral": "11143961",
      "DOI": "10.1002/jcv2.12214",
      "CorpusId": 267084004,
      "PubMed": "38827984"
    },
    "title": "Neurobiology of cognitive abilities in early childhood autism",
    "venue": "JCPP Advances",
    "year": 2024,
    "citationCount": 8,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/jcv2.12214",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC11143961, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "48061552",
        "name": "Kristina Denisova"
      }
    ],
    "abstract": "Abstract This perspective considers complexities in the relationship between impaired cognitive abilities and autism from a maturational, developmental perspective, and aims to serve as a helpful guide for the complex and growing investigation of cognitive abilities and Autism Spectrum Disorder (ASD). Low Intelligence Quotient (IQ) and ASD are frequently co‐occurring. About 37% of 8‐year old children and 48% of 4‐year old children diagnosed with ASD also have Intellectual Disability, with IQ below 70. And, low IQ in early infancy, including below 1 year of age, carries a 40% greater chance of receiving ASD diagnosis in early childhood. We consider the evidence that may explain this co‐occurrence, including the possibility that high IQ may “rescue” the social communication issues, as well as the possible role of critical periods during growth and development. We consider how early low IQ may subsume a part of a subgroup of individuals with ASD, in particular, those diagnosed with autism in very early childhood, and we provide neurobiological evidence in support of this subtype. Moreover, we distinguish the concept of early low IQ from the delay in speech onset in preschool and school‐aged children, based on (i) age and (ii) impairments in both verbal and non‐verbal domains. The etiology of these early‐diagnosed, early low IQ ASD cases is different from later‐diagnosed, average or higher‐IQ cases, and from children with speech delay onset. Given recent interest in formulating new subtypes of autism, rather than continuing to conceive of ASD as a spectrum, as well as new subtypes that vary in the degree of severity along the spectrum, we identify gaps in knowledge and directions for future work in this complex and growing area.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "97b6ef364c049fddda1e1ec090810c45268d666f",
    "externalIds": {
      "PubMedCentral": "8280022",
      "MAG": "3033599987",
      "DOI": "10.1007/s12035-021-02398-7",
      "CorpusId": 219535552,
      "PubMed": "33954905"
    },
    "title": "Polygenic Scores for Cognitive Abilities and Their Association with Different Aspects of General Intelligence—A Deep Phenotyping Approach",
    "venue": "Molecular Neurobiology",
    "year": 2020,
    "citationCount": 25,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "https://link.springer.com/content/pdf/10.1007/s12035-021-02398-7.pdf",
      "status": "HYBRID",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC8280022, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2707491",
        "name": "E. Genç"
      },
      {
        "authorId": "34968199",
        "name": "Caroline Schlüter"
      },
      {
        "authorId": "31892672",
        "name": "C. Fraenz"
      },
      {
        "authorId": "2091990",
        "name": "L. Arning"
      },
      {
        "authorId": "1414428454",
        "name": "D. Metzen"
      },
      {
        "authorId": "144994717",
        "name": "H. Nguyen"
      },
      {
        "authorId": "46280411",
        "name": "M. Voelkle"
      },
      {
        "authorId": "2400512",
        "name": "F. Streit"
      },
      {
        "authorId": "3188757",
        "name": "O. Güntürkün"
      },
      {
        "authorId": "4501923",
        "name": "R. Kumsta"
      },
      {
        "authorId": "1940521",
        "name": "S. Ocklenburg"
      }
    ],
    "abstract": "Intelligence is a highly polygenic trait and genome-wide association studies (GWAS) have identified thousands of DNA variants contributing with small effects. Polygenic scores (PGS) can aggregate those effects for trait prediction in independent samples. As large-scale light-phenotyping GWAS operationalized intelligence as performance in rather superficial tests, the question arises which intelligence facets are actually captured. We used deep-phenotyping to investigate the molecular determinants of individual differences in cognitive ability. We, therefore, studied the association between PGS of intelligence (IQ-PGS), cognitive performance (CP-PGS), and educational attainment (EA-PGS) with a wide range of intelligence facets in a sample of 557 healthy adults. IQ-PGS, CP-PGS, and EA-PGS had the highest incremental R2s for general (2.71%; 4.27%; 2.06%), verbal (3.30%; 4.64%; 1.61%), and numerical intelligence (3.06%; 3.24%; 1.26%) and the weakest for non-verbal intelligence (0.89%; 1.47%; 0.70%) and memory (0.80%; 1.06%; 0.67%). These results indicate that PGS derived from light-phenotyping GWAS do not reflect different facets of intelligence equally well, and thus should not be interpreted as genetic indicators of intelligence per se. The findings refine our understanding of how PGS are related to other traits or life outcomes.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "7d7b514a8dd955cb700cb6b1141057a585cfdc05",
    "externalIds": {
      "CorpusId": 221212140
    },
    "title": "Relationship between reactive agility, cognitive abilities, and intelligence in adolescents",
    "venue": "",
    "year": 2020,
    "citationCount": 8,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null
    },
    "authors": [
      {
        "authorId": "69365763",
        "name": "P. Horička"
      },
      {
        "authorId": "49391812",
        "name": "J. Šimonek"
      },
      {
        "authorId": "69433308",
        "name": "Ľ. Paška"
      }
    ],
    "abstract": null,
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "3848521c8b93e879590b508538a4bd2f2d66eabd",
    "externalIds": {
      "MAG": "3081494054",
      "DOI": "10.1080/15332276.2020.1799454",
      "CorpusId": 225177804
    },
    "title": "Incremental validity of specific cognitive abilities beyond general intelligence for the explanation of students’ school achievement",
    "venue": "",
    "year": 2020,
    "citationCount": 9,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1080/15332276.2020.1799454?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/15332276.2020.1799454, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2047922189",
        "name": "M. Breit"
      },
      {
        "authorId": "6552316",
        "name": "F. Preckel"
      }
    ],
    "abstract": "ABSTRACT The incremental validity of specific cognitive abilities beyond general intelligence has been investigated in studies using hierarchical multiple regression analyzes (HMR). In the present study, we investigated whether the incremental validity of specific cognitive abilities (i.e., verbal, figural, and numerical ability) for the explanation of school grades varied as a function of students’ general ability level. Data comprised the standardization sample (N = 1371, ages 12.5–16.5) of the Berlin structure-of-intelligence test (BIS-HB; Jäger et al., 2006). Results of HMR analyses revealed that the specific cognitive abilities had little incremental validity in the low- and mid-IQ group. However, they provided significant benefit for the explanation of school grades in the high-IQ group. The results suggest that the interpretation of intelligence tests may benefit from a differential weighting of different test information, depending on general ability of the tested individual.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "fed6e60388a22f072fbf072268c2c0907bbcd824",
    "externalIds": {
      "PubMedCentral": "7264114",
      "MAG": "3029658725",
      "DOI": "10.3389/fpsyg.2020.01002",
      "CorpusId": 218871809,
      "PubMed": "32528377"
    },
    "title": "Assessing Psychological Fitness to Drive for Intoxicated Drivers: Relationships of Cognitive Abilities, Fluid Intelligence, and Personality Traits",
    "venue": "Frontiers in Psychology",
    "year": 2020,
    "citationCount": 8,
    "influentialCitationCount": 2,
    "openAccessPdf": {
      "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.01002/pdf",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC7264114, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "28959934",
        "name": "Martin Nechtelberger"
      },
      {
        "authorId": "82824709",
        "name": "Thomas Vlasak"
      },
      {
        "authorId": "49397167",
        "name": "B. Senft"
      },
      {
        "authorId": "28956111",
        "name": "Andrea Nechtelberger"
      },
      {
        "authorId": "46263334",
        "name": "A. Barth"
      }
    ],
    "abstract": "Our study explores the relationships between traffic-psychological driving-related personality traits, fluid intelligence, and cognitive abilities for drivers whose driver license has been revoked due to intoxicated driving (alcohol and/or drugs). We were able to show that high significant impacts on cognitive functions derive from the participants’ age and fluid intelligence. In addition, driving-related personality traits like emotional instability, sense of responsibility and self-control contributed significantly to some of the cognitive abilities that are important for the fitness to drive. Additionally, mediating effects of fluid intelligence in the model are discussed. Traffic psychologists can use this knowledge in their assessment of drivers, mainly regarding the possible compensation of cognitive deficits regarding the fitness to drive.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "ac21427c64ff3692ab17ad5283c71bc086845a43",
    "externalIds": {
      "DBLP": "journals/tochi/VuongJR24",
      "DOI": "10.1145/3660341",
      "CorpusId": 269666741
    },
    "title": "Naturalistic Digital Behavior Predicts Cognitive Abilities",
    "venue": "ACM Trans. Comput. Hum. Interact.",
    "year": 2024,
    "citationCount": 3,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://dl.acm.org/doi/pdf/10.1145/3660341",
      "status": "BRONZE",
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1145/3660341?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1145/3660341, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "51940846",
        "name": "T. Vuong"
      },
      {
        "authorId": "8920122",
        "name": "Giulio Jacucci"
      },
      {
        "authorId": "2084101",
        "name": "Tuukka Ruotsalo"
      }
    ],
    "abstract": "Individuals are known to differ in cognitive abilities, affecting their behavior and information processing in digital environments. However, we have a limited understanding of which behaviors are affected, how, and whether some features extracted from digital behavior can predict cognitive abilities. Consequently, researchers may miss opportunities to design and support individuals with personalized experiences and detect those who may benefit from additional interventions. To characterize digital behaviors, we collected 24/7 screen recordings, input behavior, and operating system data from the laptops of 20 adults for two weeks. We use cognitive test results from the same individuals to characterize their cognitive abilities: psychomotor speed, processing speed, selective attention, working memory, and fluid intelligence. Our results from regression analysis, path modeling, and machine learning experiments show that cognitive abilities are associated with differences in digital behavior and that naturalistic behavioral data can predict the cognitive abilities of individuals with small error rates. Our findings suggest naturalistic interaction data as a novel source for modeling cognitive differences.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "a7c3f2e53f1ba1a81340b6e4f75358c4ebae7190",
    "externalIds": {
      "PubMedCentral": "11595451",
      "DOI": "10.3390/jintelligence12110120",
      "CorpusId": 274182844,
      "PubMed": "39590646"
    },
    "title": "Beyond Individual Tests: Youths’ Cognitive Abilities, Basic Reading, and Writing",
    "venue": "Journal of Intelligence",
    "year": 2024,
    "citationCount": 1,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC11595451, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "7491838",
        "name": "Jacqueline M. Caemmerer"
      },
      {
        "authorId": "2314795153",
        "name": "Audrey M. Scudder"
      },
      {
        "authorId": "2331755400",
        "name": "Timothy Z. Keith"
      },
      {
        "authorId": "2149210",
        "name": "Matthew R. Reynolds"
      }
    ],
    "abstract": "Broadly, individuals’ cognitive abilities influence their academic skills, but the significance and strength of specific cognitive abilities varies across academic domains and may vary across age. Simultaneous analyses of data from many tests and cross-battery analyses can address inconsistent findings from prior studies by creating comprehensively defined constructs, which allow for greater generalizability of findings. The purpose of this study was to examine the cross-battery direct effects and developmental differences in youths’ cognitive abilities on their basic reading abilities, as well as the relations between their reading and writing achievement. Our sample included 3927 youth aged 6 to 18. Six intelligence tests (66 subtests) and three achievement tests (10 subtests) were analyzed. Youths’ general intelligence (g, large direct and indirect effects), verbal comprehension–knowledge (large direct effect), working memory (large direct effect), and learning efficiency (moderate direct effect) explained their basic reading skills. The influence of g and fluid reasoning were difficult to separate statistically. Most of the cognitive–basic reading relations were stable across age, except the influence of verbal comprehension–knowledge (Gc), which appeared to slightly increase with age. Youths’ basic reading had large influences on their written expression and spelling skills, and their spelling skills had a large influence on their written expression skills. The directionality of the effects most strongly supported the direct effects from the youths’ basic reading to their spelling skills, and not vice versa.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "65a6e28adc7e2a15ca59d15e33694aea20b19748",
    "externalIds": {
      "DBLP": "journals/cp/GiofreTEC24",
      "PubMedCentral": "11541283",
      "DOI": "10.1007/s10339-024-01199-9",
      "CorpusId": 269768964,
      "PubMed": "38748044"
    },
    "title": "Sex/gender differences in general cognitive abilities: an investigation using the Leiter-3",
    "venue": "Cognitive Processing",
    "year": 2024,
    "citationCount": 7,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://link.springer.com/content/pdf/10.1007/s10339-024-01199-9.pdf",
      "status": "HYBRID",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC11541283, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "6639877",
        "name": "D. Giofrè"
      },
      {
        "authorId": "4310855",
        "name": "E. Toffalini"
      },
      {
        "authorId": "2238109546",
        "name": "Lorenzo Esposito"
      },
      {
        "authorId": "2568392",
        "name": "C. Cornoldi"
      }
    ],
    "abstract": "Research has shown that differences between males and females are not in general intelligence, but only in some specific factors and tasks. We used the Italian standardization of the Leiter-3, which is a completely nonverbal cognitive battery, to investigate the nature of sex/gender (we used sex/gender to reflect the awareness that the effects of biological ‘sex’ and socially constructed ‘gender’ cannot be easily separated and that most individuals’ identities are informed by both sex and gender) differences. In doing so we used a multigroup confirmatory factor analysis approach. Results confirmed that males and females perform similarly in general intelligence, but present with some specificities. Males perform better on some, but not all, tasks requiring the spatial manipulation of the stimuli, but females consistently outperform males in tasks such as the nonverbal Stroop, requiring inhibition and attention control to a larger extent. The clinical and practical implications of our findings are considerable. The identification of specific cognitive strengths and weaknesses in males and females underscores the importance of tailored approaches in clinical assessments and interventions.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "1945b95fb5a8c91396a6c76a1b6053ac0ae7c342",
    "externalIds": {
      "MAG": "2997761176",
      "DOI": "10.1037/dev0000876",
      "CorpusId": 209510416,
      "PubMed": "31886691"
    },
    "title": "General intelligence and specific cognitive abilities in adolescence: Tests of age differentiation, ability differentiation, and their interaction in two large samples.",
    "venue": "Developmental Psychology",
    "year": 2019,
    "citationCount": 24,
    "influentialCitationCount": 1,
    "openAccessPdf": {
      "url": "",
      "status": null,
      "license": null,
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1037/dev0000876?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1037/dev0000876, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "2047922189",
        "name": "M. Breit"
      },
      {
        "authorId": "47201430",
        "name": "Martin Brunner"
      },
      {
        "authorId": "6552316",
        "name": "F. Preckel"
      }
    ],
    "abstract": "Differentiation of intelligence refers to changes in the structure of intelligence that depend on individuals' level of general cognitive ability (ability differentiation hypothesis) or age (developmental differentiation hypothesis). The present article aimed to investigate ability differentiation, developmental differentiation, and their interaction with nonlinear factor analytic models in 2 studies. Study 1 was comprised of a nationally representative sample of 7,127 U.S. students (49.4% female; Mage = 14.51, SD = 1.42, range = 12.08-17.00) who completed the computerized adaptive version of the Armed Service Vocational Aptitude Battery. Study 2 analyzed the norming sample of the Berlin Intelligence Structure Test with 1,506 German students (44% female; Mage = 14.54, SD = 1.35, range = 10.00-18.42). Results of Study 1 supported the ability differentiation hypothesis but not the developmental differentiation hypothesis. Rather, the findings pointed to age-dedifferentiation (i.e., higher correlations between different abilities with increasing age). There was evidence for an interaction between age and ability differentiation, with greater ability differentiation found for older adolescents. Study 2 provided little evidence for ability differentiation but largely replicated the findings for age dedifferentiation and the interaction between age and ability differentiation. The present results provide insight into the complex dynamics underlying the development of intelligence structure during adolescence. Implications for the assessment of intelligence are discussed. (PsycINFO Database Record (c) 2019 APA, all rights reserved).",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "c07ea47d5843ad2b6e222854cd9ece3279c66994",
    "externalIds": {
      "PubMedCentral": "10299699",
      "DOI": "10.3390/jintelligence11060109",
      "CorpusId": 259058953,
      "PubMed": "37367511"
    },
    "title": "Who Wants to Enhance Their Cognitive Abilities? Potential Predictors of the Acceptance of Cognitive Enhancement",
    "venue": "Journal of Intelligence",
    "year": 2023,
    "citationCount": 5,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.mdpi.com/2079-3200/11/6/109/pdf?version=1686117941",
      "status": "GOLD",
      "license": "CCBY",
      "disclaimer": "Notice: Paper or abstract available at https://pmc.ncbi.nlm.nih.gov/articles/PMC10299699, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "51294259",
        "name": "Sandra Grinschgl"
      },
      {
        "authorId": "2219481964",
        "name": "Anna-Lena Berdnik"
      },
      {
        "authorId": "2219379662",
        "name": "Elisabeth Stehling"
      },
      {
        "authorId": "2071848833",
        "name": "Gabriela Hofer"
      },
      {
        "authorId": "32791939",
        "name": "A. Neubauer"
      }
    ],
    "abstract": "With advances in new technologies, the topic of cognitive enhancement has been at the center of public debate in recent years. Various enhancement methods (e.g., brain stimulation, smart drugs, or working memory training) promise improvements in one’s cognitive abilities such as intelligence and memory. Although these methods have been rather ineffective so far, they are largely available to the general public and can be applied individually. As applying enhancement might be accompanied by certain risks, it is important to understand which individuals seek to enhance themselves. For instance, individuals’ intelligence, personality, and interests might predict their willingness to get enhanced. Thus, in a preregistered study, we asked 257 participants about their acceptance of various enhancement methods and tested predictors thereof, such as participants’ psychometrically measured and self-estimated intelligence. While both measured and self-estimated intelligence as well as participants’ implicit beliefs about intelligence, did not predict participants’ acceptance of enhancement; a younger age, higher interest in science-fiction, and (partially) higher openness as well as lower conscientiousness did. Thus, certain interests and personality traits might contribute to the willingness to enhance one’s cognition. Finally, we discuss the need for replication and argue for testing other potential predictors of the acceptance of cognitive enhancement.",
    "search_query": "cetacean cognitive abilities intelligence"
  },
  {
    "paperId": "e926887ea528672545db5ed1172e28c7222a3404",
    "externalIds": {
      "DOI": "10.1080/10888438.2023.2261572",
      "CorpusId": 263198192
    },
    "title": "Metacognitive Comprehension Monitoring: Cognitive Abilities Explain Performance Differences Between Younger and Older Adults",
    "venue": "Scientific Studies of Reading",
    "year": 2023,
    "citationCount": 5,
    "influentialCitationCount": 0,
    "openAccessPdf": {
      "url": "https://www.tandfonline.com/doi/pdf/10.1080/10888438.2023.2261572?needAccess=true",
      "status": "HYBRID",
      "license": "CCBYNCND",
      "disclaimer": "Notice: Paper or abstract available at https://api.unpaywall.org/v2/10.1080/10888438.2023.2261572?email=<INSERT_YOUR_EMAIL> or https://doi.org/10.1080/10888438.2023.2261572, which is subject to the license by the author or copyright owner provided with this content. Please go to the source to verify the license and copyright information for your use."
    },
    "authors": [
      {
        "authorId": "118146698",
        "name": "Catharina Tibken"
      },
      {
        "authorId": "2248610763",
        "name": "Tobias Richter"
      },
      {
        "authorId": "29934081",
        "name": "W. Wannagat"
      }
    ],
    "abstract": "ABSTRACT Purpose To understand complex expository text, readers often engage in metacognitive comprehension monitoring. Metacognitive monitoring is assumed to rely on basic cognitive abilities (working memory updating, short-term memory, verbal intelligence). These abilities decrease in later adulthood. We thus compared younger and older adults in their comprehension monitoring and examined whether performance differences are mediated by differences in cognitive abilities. Methods Younger (n = 101; 18–29 years) and older adults (n = 108; 60–75 years) completed an inconsistency task to capture metacognitive comprehension monitoring, two tests of working memory updating (one based on a semantic and one on a formal criterion), a short-term memory test, and an indicator of verbal intelligence. Results Older adults reported fewer inconsistencies than younger adults (β = -.174, p = .009). These differences were mediated by differences in working memory updating, short-term memory, and verbal intelligence. Working memory updating based on a semantic criterion, in contrast to working memory updating based on a formal criterion, was especially related to performance differences in the inconsistency task (β = .299). Conclusion The present study extends previous results on the role of basic cognitive abilities for explaining differences between age groups in metacognitive comprehension monitoring in younger compared to older adults.",
    "search_query": "cetacean cognitive abilities intelligence"
  }
]